Repository: chi-rei-den/TerrariaLocalization
Catalog: project/tm/penalty-30/legacy.tmx
Source language: en_us
Languages: zh_cn

source: Laser Ray
zh_cn: 激光射线

source: Laser Rifle
zh_cn: 激光步枪

source: Last Prism
zh_cn: 终极棱镜

source: Latches on to enemies for continuous damage
zh_cn: 缠住敌人以造成连续伤害

source: Launches a ball of fire that explodes into a raging inferno
zh_cn: 发射爆炸成熊熊狱火的火光球

source: Launches homing missiles
zh_cn: 发射自动寻的导弹

source: Lava
zh_cn: 熔岩

source: Lava Bat
zh_cn: 熔岩蝙蝠

source: Lava Bat Banner
zh_cn: 熔岩蝙蝠旗

source: Lava Bucket
zh_cn: 熔岩桶

source: Lava Charm
zh_cn: 熔岩护身符

source: Lava Erupts Banner
zh_cn: 熔岩喷液旗

source: Lava Lamp
zh_cn: 熔岩灯

source: Lava Slime
zh_cn: 熔岩史莱姆

source: Lava Slime Banner
zh_cn: 熔岩史莱姆旗

source: Lava Waders
zh_cn: 熔岩靴

source: Lavafall Block
zh_cn: 熔岩瀑布块

source: Lavafall Wall
zh_cn: 熔岩瀑布墙

source: Lazure's Barrier Platform
zh_cn: Lazure的屏障台

source: Lazure's Valkyrie Circlet
zh_cn: Lazure的女武神头环

source: Lazure's Valkyrie Cloak
zh_cn: Lazure的女武神斗蓬

source: Lazy
zh_cn: 呆滞

source: Lead
zh_cn: 铅

source: Lead Anvil
zh_cn: 铅砧

source: Lead Axe
zh_cn: 铅斧

source: Lead Bar
zh_cn: 铅锭

source: Lead Bow
zh_cn: 铅弓

source: Lead Broadsword
zh_cn: 铅宽剑

source: Lead Chainmail
zh_cn: 铅链甲

source: Lead Door
zh_cn: 铅门

source: Lead Fence
zh_cn: 铅栅栏

source: Lead Greaves
zh_cn: 铅护胫

source: Lead Hammer
zh_cn: 铅锤

source: Lead Helmet
zh_cn: 铅头盔

source: Lead Ore
zh_cn: 铅矿

source: Lead Pickaxe
zh_cn: 铅镐

source: Lead Shortsword
zh_cn: 铅短剑

source: Leaf
zh_cn: 树叶

source: Leaf Blower
zh_cn: 吹叶机

source: Leaf Crystal
zh_cn: 叶状水晶

source: Leaf Wand
zh_cn: 树叶魔棒

source: Leaf Wings
zh_cn: 叶之翼

source: Leather
zh_cn: 皮革

source: Leech
zh_cn: 血蛭

source: Left
zh_cn: 向左

source: Left Shift Quick Trash: Disabled
zh_cn: 左Shift快速丢弃：已禁用

source: Left Shift Quick Trash: Enabled
zh_cn: 左Shift快速丢弃：已启用

source: Left Thumbstick Deadzone X
zh_cn: 左摇杆盲区X

source: Left Thumbstick Deadzone Y
zh_cn: 左摇杆盲区Y

source: Legendary
zh_cn: 传奇

source: Leinfors' Excessive Style
zh_cn: Leinfors的奇异风

source: Leinfors' Fancypants
zh_cn: Leinfors的潮裤

source: Leinfors' Hair Protector
zh_cn: Leinfors的护发器

source: Leinfors' Luxury Shampoo
zh_cn: Leinfors的奢华洗发液

source: Leinfors' Prehensile Cloak
zh_cn: Leinfors的卷缠斗篷

source: Lens
zh_cn: 晶状体

source: Leopard Skin
zh_cn: 豹皮

source: Leprechaun Hat
zh_cn: 矮妖帽

source: Leprechaun Pants
zh_cn: 矮妖裤

source: Leprechaun Shirt
zh_cn: 矮妖衣

source: Lesser Healing Potion
zh_cn: 弱效治疗药水

source: Lesser Mana Potion
zh_cn: 弱效魔力药水

source: Lesser Restoration Potion
zh_cn: 弱效恢复药水

source: Let's ride the rails
zh_cn: 让我们乘矿车吧

source: Lethargic
zh_cn: 无力

source: Lets you move swiftly in liquids
zh_cn: 让你在液体中迅速移动

source: Level
zh_cn: 级别

source: Lever
zh_cn: 控制杆

source: Life Booster
zh_cn: 生命强化焰

source: Life Crystal
zh_cn: 生命水晶

source: Life Drain
zh_cn: 夺命杖

source: Life Fruit
zh_cn: 生命果

source: Life Hair Dye
zh_cn: 生命染发剂

source: Life Nebula
zh_cn: 生命星云

source: Life Preserver
zh_cn: 救生圈

source: Life regen is increased
zh_cn: 生命再生速度提高

source: Life regen is increased when near a campfire
zh_cn: 靠近篝火时生命再生提速

source: Life regen is slightly increased
zh_cn: 生命再生速度略有提高

source: Life regeneration is greatly increased
zh_cn: 生命再生速度大幅提高

source: Life regeneration is increased
zh_cn: 生命再生速度提高

source: Life's a challenge when you're just naturally better than everyone else.
zh_cn: 如果你天生就比其他人都优秀，那么生命就成为了一项挑战。

source: Life's like a box of clothes; you never know what you are gonna wear!
zh_cn: 生活就像一箱衣服；你永远也不知道自己要穿什么！

source: Life:
zh_cn: 生命：

source: Lifeforce
zh_cn: 生命力

source: Lifeforce Potion
zh_cn: 生命力药水

source: Lifeform Analyzer
zh_cn: 生命体分析机

source: Light
zh_cn: 轻

source: Light Beam
zh_cn: 光束

source: Light Disc
zh_cn: 光辉飞盘

source: Light Mummy
zh_cn: 光明木乃伊

source: Light Mummy Banner
zh_cn: 光明木乃伊旗

source: Light Pet
zh_cn: 照明宠物

source: Light Rain
zh_cn: 小雨

source: Light Shard
zh_cn: 光明碎块

source: Light vision severely reduced
zh_cn: 光视能力严重下降

source: Light's Bane
zh_cn: 魔光剑

source: Lighting: Color
zh_cn: 照明：颜色

source: Lighting: Retro
zh_cn: 照明：复古

source: Lighting: Trippy
zh_cn: 照明：迷幻

source: Lighting: White
zh_cn: 照明：白

source: Lightless Chasms
zh_cn: 阴暗幽谷

source: Lightning Aura
zh_cn: 闪电光环

source: Lightning Aura Cane
zh_cn: 闪电光环手杖

source: Lightning Aura Rod
zh_cn: 闪电光环魔杖

source: Lightning Aura Staff
zh_cn: 闪电光环法杖

source: Lightning Boots
zh_cn: 闪电靴

source: Lightning Bug
zh_cn: 荧光虫

source: Lightning Bug in a Bottle
zh_cn: 荧光虫瓶

source: Lightning Orb
zh_cn: 闪电珠

source: Lightning Orb Arc
zh_cn: 闪电珠弧

source: Lightning Ritual
zh_cn: 闪电祭礼

source: Lights up bulbs for each wire color
zh_cn: 点亮每种电线颜色对应的灯泡

source: Lights wooden arrows ablaze
zh_cn: 点燃闪耀的木箭

source: Lihzahrd
zh_cn: 丛林蜥蜴

source: Lihzahrd Altar
zh_cn: 丛林蜥蜴祭坛

source: Lihzahrd Banner
zh_cn: 丛林蜥蜴旗

source: Lihzahrd Bathtub
zh_cn: 丛林蜥蜴浴缸

source: Lihzahrd Bed
zh_cn: 丛林蜥蜴床

source: Lihzahrd Bookcase
zh_cn: 丛林蜥蜴书架

source: Lihzahrd Brick
zh_cn: 丛林蜥蜴砖

source: Lihzahrd Brick Wall
zh_cn: 丛林蜥蜴砖墙

source: Lihzahrd Candelabra
zh_cn: 丛林蜥蜴烛台

source: Lihzahrd Candle
zh_cn: 丛林蜥蜴蜡烛

source: Lihzahrd Chair
zh_cn: 丛林蜥蜴椅

source: Lihzahrd Chandelier
zh_cn: 丛林蜥蜴吊灯

source: Lihzahrd Chest
zh_cn: 丛林蜥蜴箱

source: Lihzahrd Clock
zh_cn: 丛林蜥蜴时钟

source: Lihzahrd Door
zh_cn: 丛林蜥蜴门

source: Lihzahrd Dresser
zh_cn: 丛林蜥蜴梳妆台

source: Lihzahrd Furnace
zh_cn: 丛林蜥蜴熔炉

source: Lihzahrd Guardian Statue
zh_cn: 丛林蜥蜴守卫雕像

source: Lihzahrd Lamp
zh_cn: 丛林蜥蜴灯

source: Lihzahrd Lantern
zh_cn: 丛林蜥蜴灯笼

source: Lihzahrd Piano
zh_cn: 丛林蜥蜴钢琴

source: Lihzahrd Platform
zh_cn: 丛林蜥蜴平台

source: Lihzahrd Power Cell
zh_cn: 丛林蜥蜴电池

source: Lihzahrd Pressure Plate
zh_cn: 丛林蜥蜴压力板

source: Lihzahrd Sink
zh_cn: 丛林蜥蜴水槽

source: Lihzahrd Sofa
zh_cn: 丛林蜥蜴沙发

source: Lihzahrd Statue
zh_cn: 丛林蜥蜴雕像

source: Lihzahrd Table
zh_cn: 丛林蜥蜴桌

source: Lihzahrd Watcher Statue
zh_cn: 丛林蜥蜴看守人雕像

source: Lihzahrd Work Bench
zh_cn: 丛林蜥蜴工作台

source: Lihzahrdian Idol
zh_cn: 丛林蜥蜴之神

source: Like a Boss
zh_cn: 怪气外露

source: Lime Dye
zh_cn: 橙绿染料

source: Lime Kelp
zh_cn: 橙绿海藻

source: Lime Paint
zh_cn: 橙绿漆

source: Lime String
zh_cn: 绿黄绳

source: Lime and Black Dye
zh_cn: 橙绿黑染料

source: Lime and Silver Dye
zh_cn: 橙绿银染料

source: Liquid Sensor (Any)
zh_cn: 液体感应器（任何）

source: Liquid Sensor (Honey)
zh_cn: 液体感应器（蜂蜜）

source: Liquid Sensor (Lava)
zh_cn: 液体感应器（熔岩）

source: Liquid Sensor (Water)
zh_cn: 液体感应器（水）

source: Listening on port {0}
zh_cn: 侦听端口{0}

source: Living Cursed Fire Block
zh_cn: 诅咒活火块

source: Living Demon Fire Block
zh_cn: 恶魔活火块

source: Living Fire Block
zh_cn: 活火块

source: Living Flame Dye
zh_cn: 鲜艳红焰染料

source: Living Frost Fire Block
zh_cn: 寒霜活火块

source: Living Gore
zh_cn: 血肉之躯

source: Living Ichor Block
zh_cn: 灵液活火块

source: Living Leaf Wall
zh_cn: 生命树叶墙

source: Living Loom
zh_cn: 生命木织机

source: Living Mahogany Wand
zh_cn: 生命红木魔棒

source: Living Ocean Dye
zh_cn: 鲜艳海蓝染料

source: Living Rainbow Dye
zh_cn: 鲜艳彩虹染料

source: Living Ultrabright Fire Block
zh_cn: 超亮活火块

source: Living Wood
zh_cn: 生命木

source: Living Wood Bathtub
zh_cn: 生命木浴缸

source: Living Wood Bed
zh_cn: 生命木床

source: Living Wood Bookcase
zh_cn: 生命木书架

source: Living Wood Candelabra
zh_cn: 生命木烛台

source: Living Wood Candle
zh_cn: 生命木蜡烛

source: Living Wood Chair
zh_cn: 生命木椅

source: Living Wood Chandelier
zh_cn: 生命木吊灯

source: Living Wood Chest
zh_cn: 生命木箱

source: Living Wood Clock
zh_cn: 生命木时钟

source: Living Wood Door
zh_cn: 生命木门

source: Living Wood Dresser
zh_cn: 生命木梳妆台

source: Living Wood Lamp
zh_cn: 生命木灯

source: Living Wood Lantern
zh_cn: 生命木灯笼

source: Living Wood Piano
zh_cn: 生命木钢琴

source: Living Wood Platform
zh_cn: 生命木平台

source: Living Wood Sink
zh_cn: 生命木水槽

source: Living Wood Sofa
zh_cn: 生命木沙发

source: Living Wood Table
zh_cn: 生命木桌

source: Living Wood Wall
zh_cn: 生命木墙

source: Living Wood Wand
zh_cn: 生命木魔棒

source: Living Wood Work Bench
zh_cn: 生命木工作台

source: Lizard Egg
zh_cn: 蜥蜴蛋

source: Load Backup
zh_cn: 加载备份

source: Load failed!
zh_cn: 加载失败！

source: Loading map data:
zh_cn: 正在加载地图数据：

source: Loading pre-compiled {0} from {1}
zh_cn: 从 {1} 加载预编译的 {0}

source: Loading specified modpack: {0}
zh_cn: 加载指定模组整合包: {0}

source: Loading world data:
zh_cn: 正在加载世界数据：

source: Loading:
zh_cn: 正在加载：

source: Loading: {0}
zh_cn: 加载中：{0}

source: Lock On
zh_cn: 锁定

source: Lock On Priority: Clearest Line
zh_cn: 锁定优先级：最清楚的线

source: Lock On Priority: Focus Target
zh_cn: 锁定优先级：焦点目标

source: Lock On Priority: Target Closest
zh_cn: 锁定优先级：最近的目标

source: Locked Blue Dungeon Chest
zh_cn: 加锁蓝地牢箱

source: Locked Corruption Chest
zh_cn: 加锁腐化箱

source: Locked Crimson Chest
zh_cn: 加锁猩红箱

source: Locked Frozen Chest
zh_cn: 加锁冰冻箱

source: Locked Gold Chest
zh_cn: 加锁金箱

source: Locked Green Dungeon Chest
zh_cn: 加锁绿地牢箱

source: Locked Hallowed Chest
zh_cn: 加锁神圣箱

source: Locked Jungle Chest
zh_cn: 加锁丛林箱

source: Locked Pink Dungeon Chest
zh_cn: 加锁粉地牢箱

source: Locked Shadow Chest
zh_cn: 加锁暗影箱

source: Logic Gate (AND)
zh_cn: 逻辑门（与）

source: Logic Gate (NAND)
zh_cn: 逻辑门（与非）

source: Logic Gate (NOR)
zh_cn: 逻辑门（或非）

source: Logic Gate (OR)
zh_cn: 逻辑门（或）

source: Logic Gate (XNOR)
zh_cn: 逻辑门（同或）

source: Logic Gate (XOR)
zh_cn: 逻辑门（异或）

source: Logic Gate Lamp (Faulty)
zh_cn: 逻辑门灯（故障）

source: Logic Gate Lamp (Off)
zh_cn: 逻辑门灯（关）

source: Logic Gate Lamp (On)
zh_cn: 逻辑门灯（开）

source: Logic Sensor (Day)
zh_cn: 逻辑感应器（昼）

source: Logic Sensor (Night)
zh_cn: 逻辑感应器（夜）

source: Logic Sensor (Player Above)
zh_cn: 逻辑感应器（玩家出入上方）

source: Loki's Breastplate
zh_cn: Loki的胸甲

source: Loki's Dye
zh_cn: Loki的染料

source: Loki's Greaves
zh_cn: Loki的护胫

source: Loki's Helmet
zh_cn: Loki的头盔

source: Loki's Wings
zh_cn: Loki的翅膀

source: Looks like
zh_cn: 看起来像

source: Looks like {0} & {1} are throwing a party
zh_cn: 好像{0}和{1}正在开派对

source: Looks like {0} is throwing a party
zh_cn: 好像{0}正在开派对

source: Looks like {0}, {1}, and {2} are throwing a party
zh_cn: 好像{0}、{1}和{2}正在开派对

source: Loom
zh_cn: 织布机

source: Loot All
zh_cn: 强夺全部

source: Losing life
zh_cn: 正在损失生命值

source: Losing life and slowed movement
zh_cn: 正在损失生命值且移动已放缓

source: Lost Girl
zh_cn: 迷失女孩

source: Lost Hopes of Man Banner
zh_cn: 绝望人旗

source: Lost Soul
zh_cn: 亡魂

source: Lost connection
zh_cn: 连接已丢失

source: Love Potion
zh_cn: 爱情药水

source: Lovestruck
zh_cn: 热恋

source: Low
zh_cn: 低

source: Lucky
zh_cn: 幸运

source: Lucky Break
zh_cn: 时来运转

source: Lucky Coin
zh_cn: 幸运币

source: Lucky Horseshoe
zh_cn: 幸运马掌

source: Luminite
zh_cn: 夜明矿

source: Luminite Arrow
zh_cn: 夜明箭

source: Luminite Bar
zh_cn: 夜明锭

source: Luminite Brick
zh_cn: 夜明砖

source: Luminite Brick Wall
zh_cn: 夜明砖墙

source: Luminite Bullet
zh_cn: 夜明弹

source: Lunar Cultist Hood
zh_cn: 月亮邪教徒兜帽

source: Lunar Cultist Robe
zh_cn: 月亮邪教徒长袍

source: Lunar Flare
zh_cn: 月耀

source: Lunar Fragment
zh_cn: 月亮碎片

source: Lunar Hook
zh_cn: 月钩

source: Lunar Portal
zh_cn: 月亮传送门

source: Lunar Portal Laser
zh_cn: 月亮传送门激光

source: Lunar Portal Staff
zh_cn: 月亮传送门法杖

source: Lunatic Cultist
zh_cn: 拜月教邪教徒

source: Lunatic Devote
zh_cn: 拜月教忠教徒

source: MOTD: {0}
zh_cn: 每日消息：{0}

source: Magic Cuffs
zh_cn: 魔法手铐

source: Magic Dagger
zh_cn: 魔法飞刀

source: Magic Hat
zh_cn: 魔法帽

source: Magic Honey Dropper
zh_cn: 魔法蜂蜜滴管

source: Magic Lantern
zh_cn: 魔法灯笼

source: Magic Lava Dropper
zh_cn: 魔法熔岩滴管

source: Magic Mirror
zh_cn: 魔镜

source: Magic Missile
zh_cn: 魔法导弹

source: Magic Power
zh_cn: 魔能

source: Magic Power Potion
zh_cn: 魔能药水

source: Magic Quiver
zh_cn: 魔法箭袋

source: Magic Sand Dropper
zh_cn: 魔法沙粒滴管

source: Magic Water Dropper
zh_cn: 魔法滴水管

source: Magic damage done to enemies heals the player with lowest health
zh_cn: 对敌人造成的魔法伤害将使玩家获得最低生命值

source: Magic damage done will hurt extra nearby enemies
zh_cn: 所造成的魔法伤害还能伤及附近的敌人

source: Magic damage reduced by
zh_cn: 魔法伤害减少

source: Magic powers are increased
zh_cn: 魔能增加

source: Magical Harp
zh_cn: 魔法竖琴

source: Magical Pumpkin Seed
zh_cn: 魔法南瓜子

source: Magically moves dirt
zh_cn: 用魔法移动土

source: Magma Stone
zh_cn: 岩浆石

source: Magnet Sphere
zh_cn: 磁球

source: Make sure you have exactly one class extending Mod.
zh_cn: 请确保只有一个类以扩展模组.

source: Makes surrounding creatures less hostile
zh_cn: 减少周围生物的敌意

source: Making cave walls
zh_cn: 正在建造洞壁

source: Making random holes
zh_cn: 正在随机挖洞

source: Making the world bloody
zh_cn: 正在使世界变得血腥

source: Making the world evil
zh_cn: 正在使世界变得邪恶

source: Malaise
zh_cn: 抑郁球

source: Male
zh_cn: 男

source: Mallard Duck
zh_cn: 野鸭

source: Mallard Duck Cage
zh_cn: 野鸭笼

source: Mama always said I would make a great tailor.
zh_cn: 妈妈总是说我会成为一位伟大的裁缝。

source: Mama always said you've got to put the past behind you before you can party on.
zh_cn: 妈妈常说你得把往事抛诸脑后，这样才能玩得开心。

source: Man Eater
zh_cn: 食人怪

source: Man Eater Banner
zh_cn: 食人怪旗

source: Man, it's a good night not to talk to anybody, don't you think, {PlayerName}?
zh_cn: 伙计，这么美妙的夜晚就不要和别人交谈了，你认为呢，{PlayerName}？

source: Mana
zh_cn: 魔力

source: Mana Booster
zh_cn: 魔力强化焰

source: Mana Crystal
zh_cn: 魔力水晶

source: Mana Flower
zh_cn: 魔力花

source: Mana Hair Dye
zh_cn: 魔力染发剂

source: Mana Nebula
zh_cn: 魔力星云

source: Mana Potion
zh_cn: 魔力药水

source: Mana Regeneration
zh_cn: 魔力再生

source: Mana Regeneration Band
zh_cn: 魔力再生手环

source: Mana Regeneration Potion
zh_cn: 魔力再生药水

source: Mana Sickness
zh_cn: 魔力疾病

source: Manage Published
zh_cn: 管理已发布模组

source: Mandible Blade
zh_cn: 颌骨剑

source: Manic
zh_cn: 狂躁

source: Mannequin
zh_cn: 人体模型

source: Map Controls
zh_cn: 地图控件

source: Map Disabled
zh_cn: 地图已禁用

source: Map Enabled
zh_cn: 地图已启用

source: Marathon Medalist
zh_cn: 马拉松奖牌得主

source: Marble Bathtub
zh_cn: 大理石浴缸

source: Marble Bed
zh_cn: 大理石床

source: Marble Block
zh_cn: 大理石块

source: Marble Bookcase
zh_cn: 大理石书架

source: Marble Candelabra
zh_cn: 大理石烛台

source: Marble Candle
zh_cn: 大理石蜡烛

source: Marble Chair
zh_cn: 大理石椅

source: Marble Chandelier
zh_cn: 大理石吊灯

source: Marble Chest
zh_cn: 大理石箱

source: Marble Clock
zh_cn: 大理石时钟

source: Marble Door
zh_cn: 大理石门

source: Marble Dresser
zh_cn: 大理石梳妆台

source: Marble Lamp
zh_cn: 大理石灯

source: Marble Lantern
zh_cn: 大理石灯笼

source: Marble Piano
zh_cn: 大理石钢琴

source: Marble Platform
zh_cn: 大理石平台

source: Marble Sink
zh_cn: 大理石水槽

source: Marble Sofa
zh_cn: 大理石沙发

source: Marble Table
zh_cn: 大理石桌

source: Marble Wall
zh_cn: 大理石墙

source: Marble Work Bench
zh_cn: 大理石工作台

source: Marching Bones Banner
zh_cn: 骷髅行军旗

source: Marked as favorite
zh_cn: 标记为收藏

source: Marrow
zh_cn: 骸骨弓

source: Marshmallow
zh_cn: 棉花糖

source: Marshmallow on a Stick
zh_cn: 棒棒棉花糖

source: Martia Lisa
zh_cn: 火娜丽莎

source: Martian Astro Clock
zh_cn: 火星占星钟

source: Martian Bathtub
zh_cn: 火星浴缸

source: Martian Bed
zh_cn: 火星床

source: Martian Brainscrambler Banner
zh_cn: 火星扰脑怪旗

source: Martian Chandelier
zh_cn: 火星吊灯

source: Martian Chest
zh_cn: 火星箱

source: Martian Conduit Plating
zh_cn: 火星管道镀层

source: Martian Conduit Wall
zh_cn: 火星管道墙

source: Martian Costume Mask
zh_cn: 火星制服面具

source: Martian Costume Pants
zh_cn: 火星时装裤

source: Martian Costume Shirt
zh_cn: 火星制服衣

source: Martian Deathray
zh_cn: 火星致命光

source: Martian Door
zh_cn: 火星门

source: Martian Dresser
zh_cn: 火星梳妆台

source: Martian Drone
zh_cn: 火星飞船

source: Martian Drone Banner
zh_cn: 火星飞船旗

source: Martian Dye
zh_cn: 火星染料

source: Martian Engineer
zh_cn: 火星工程师

source: Martian Engineer Banner
zh_cn: 火星工程师旗

source: Martian Gigazapper Banner
zh_cn: 火星电击怪旗

source: Martian Gray Grunt Banner
zh_cn: 火星灰咕噜兽旗

source: Martian Hair Dye
zh_cn: 火星染发剂

source: Martian Holobookcase
zh_cn: 火星整体书架

source: Martian Hover Candle
zh_cn: 火星摇摆蜡烛

source: Martian Hover Chair
zh_cn: 火星摇摆椅

source: Martian Lamppost
zh_cn: 火星灯柱

source: Martian Lantern
zh_cn: 火星灯笼

source: Martian Madness
zh_cn: 火星暴乱

source: Martian Officer
zh_cn: 火星军官

source: Martian Officer Banner
zh_cn: 火星军官旗

source: Martian Piano
zh_cn: 火星钢琴

source: Martian Platform
zh_cn: 火星平台

source: Martian Probe
zh_cn: 火星探测器

source: Martian Ray Gunner Banner
zh_cn: 火星激光枪手旗

source: Martian Rocket
zh_cn: 火星火箭

source: Martian Saucer
zh_cn: 火星飞碟

source: Martian Saucer Cannon
zh_cn: 火星飞碟炮

source: Martian Saucer Trophy
zh_cn: 火星飞碟纪念章

source: Martian Saucer Turret
zh_cn: 火星飞碟炮塔

source: Martian Scutlix Gunner Banner
zh_cn: 火星鳞甲怪枪手旗

source: Martian Sink
zh_cn: 火星水槽

source: Martian Sofa
zh_cn: 火星沙发

source: Martian Table
zh_cn: 火星桌

source: Martian Table Lamp
zh_cn: 火星桌灯

source: Martian Tesla Turret Banner
zh_cn: 火星特斯拉炮塔旗

source: Martian Uniform Helmet
zh_cn: 火星制服头盔

source: Martian Uniform Pants
zh_cn: 火星制服裤

source: Martian Uniform Torso
zh_cn: 火星制服上衣

source: Martian Walker
zh_cn: 火星走妖

source: Martian Walker Banner
zh_cn: 火星走妖旗

source: Martian Work Bench
zh_cn: 火星工作台

source: Martians are invading!
zh_cn: 火星人要入侵了！

source: Massive
zh_cn: 巨大

source: Master Bait
zh_cn: 大师诱饵

source: Master Ninja Gear
zh_cn: 忍者大师装备

source: Masterful
zh_cn: 精湛

source: Mastermind
zh_cn: 最强大脑

source: Matching Attire
zh_cn: 全副武装

source: Material
zh_cn: 材料

source: Max players (press enter for 8):
zh_cn: 最大玩家数（按enter表示8）：

source: May confuse nearby enemies after being struck
zh_cn: 可使附近被击中的敌人陷入混乱

source: Meat Grinder
zh_cn: 绞肉机

source: Mecha Mayhem
zh_cn: 机甲混战

source: Mechanic
zh_cn: 机械师

source: Mechanic's Rod
zh_cn: 机械师钓竿

source: Mechanic's Wrench
zh_cn: 机械师扳手

source: Mechanical Battery Piece
zh_cn: 机械电池片

source: Mechanical Cart
zh_cn: 机械货车

source: Mechanical Display: Forced
zh_cn: 机械显示：始终显示

source: Mechanical Display: Normal
zh_cn: 机械显示：正常

source: Mechanical Eye
zh_cn: 机械魔眼

source: Mechanical Glove
zh_cn: 机械手套

source: Mechanical Lens
zh_cn: 机械晶状体

source: Mechanical Piranha
zh_cn: 机械食人鱼

source: Mechanical Ruler
zh_cn: 机械标尺

source: Mechanical Skull
zh_cn: 机械骷髅头

source: Mechanical Wagon Piece
zh_cn: 机械车体片

source: Mechanical Wheel Piece
zh_cn: 机械车轮片

source: Mechanical Worm
zh_cn: 机械蠕虫

source: Mechanical ruler off
zh_cn: 机械标尺关

source: Mechanical ruler on
zh_cn: 机械标尺开

source: Medicated Bandage
zh_cn: 药用绷带

source: Medium
zh_cn: 中

source: Mediumcore
zh_cn: 中核

source: Mediumcore characters drop items on death
zh_cn: 中核角色死后掉落物品

source: Medusa
zh_cn: 蛇发女妖

source: Medusa Banner
zh_cn: 蛇发女妖旗

source: Medusa Head
zh_cn: 蛇发女妖头

source: Medusa Ray
zh_cn: 蛇发女妖射线

source: Medusa Statue
zh_cn: 蛇发女妖雕像

source: Meet me behind {Guide}'s house in about three hours, I think I have something you will find very appealing.
zh_cn: 大约三小时后到{Guide}家后面来找我，我想我有件你会很感兴趣的东西。

source: Megaphone
zh_cn: 扩音器

source: Megashark
zh_cn: 巨兽鲨

source: Melee and ranged attacks cause frostburn
zh_cn: 近战及远程攻击会造成冻伤

source: Melee attacks cause confetti to appear
zh_cn: 近战攻击会喷撒彩纸

source: Melee attacks confuse enemies
zh_cn: 近战攻击会迷惑敌人

source: Melee attacks decrease enemies defense
zh_cn: 近战攻击会降低敌人防御力

source: Melee attacks inflict Venom on enemies
zh_cn: 近战攻击会对敌人施放毒液

source: Melee attacks inflict enemies with cursed flames
zh_cn: 近战攻击会对敌人施放诅咒焰

source: Melee attacks inflict venom on your targets
zh_cn: 近战攻击会对你的目标施放毒液

source: Melee attacks make enemies drop more gold
zh_cn: 近战攻击会使敌人掉落更多金子

source: Melee attacks poison enemies
zh_cn: 近战攻击会使敌人中毒

source: Melee attacks set enemies on fire
zh_cn: 近战攻击会点燃敌人

source: Melee damage and speed increase by 10%
zh_cn: 近战伤害和速度各增加10%

source: Melee damage and speed increase by 20%
zh_cn: 近战伤害和速度各增加20%

source: Melee damage and speed increase by 30%
zh_cn: 近战伤害和速度各增加30%

source: Melee weapons have armor penetration
zh_cn: 近战武器具有盔甲穿透力

source: Menacing
zh_cn: 险恶

source: Menu Controls
zh_cn: 菜单控件

source: Meowmere
zh_cn: 彩虹猫之刃

source: Merchant
zh_cn: 商人

source: Merfolk
zh_cn: 人鱼

source: Mermaid Adornment
zh_cn: 美人鱼饰品

source: Mermaid Tail
zh_cn: 美人鱼鱼尾裤

source: Metal Bar
zh_cn: 金属棒

source: Metal Detector
zh_cn: 金属探测器

source: Metal Shelf
zh_cn: 金属架

source: Metal Sink
zh_cn: 金属水槽

source: Meteor
zh_cn: 流星

source: Meteor Hamaxe
zh_cn: 流星锤斧

source: Meteor Head
zh_cn: 流星头

source: Meteor Head Banner
zh_cn: 流星头旗

source: Meteor Helmet
zh_cn: 流星头盔

source: Meteor Leggings
zh_cn: 流星护腿

source: Meteor Shot
zh_cn: 流星弹

source: Meteor Staff
zh_cn: 流星法杖

source: Meteor Suit
zh_cn: 流星护甲

source: Meteorite
zh_cn: 陨石

source: Meteorite Bar
zh_cn: 陨石锭

source: Meteorite Bathtub
zh_cn: 陨石浴缸

source: Meteorite Bed
zh_cn: 陨石床

source: Meteorite Bookcase
zh_cn: 陨石书架

source: Meteorite Brick
zh_cn: 陨石砖

source: Meteorite Brick Wall
zh_cn: 陨石砖墙

source: Meteorite Candelabra
zh_cn: 陨石烛台

source: Meteorite Candle
zh_cn: 陨石蜡烛

source: Meteorite Chair
zh_cn: 陨石椅

source: Meteorite Chandelier
zh_cn: 陨石吊灯

source: Meteorite Chest
zh_cn: 陨石箱

source: Meteorite Clock
zh_cn: 陨石钟

source: Meteorite Door
zh_cn: 陨石门

source: Meteorite Dresser
zh_cn: 陨石梳妆台

source: Meteorite Lamp
zh_cn: 陨石灯

source: Meteorite Lantern
zh_cn: 陨石灯笼

source: Meteorite Piano
zh_cn: 陨石钢琴

source: Meteorite Platform
zh_cn: 陨石平台

source: Meteorite Sink
zh_cn: 陨石水槽

source: Meteorite Sofa
zh_cn: 陨石沙发

source: Meteorite Table
zh_cn: 陨石桌

source: Meteorite Work Bench
zh_cn: 陨石工作台

source: Mhmm, I heard from {PartyGirl} that {Mechanic}'s friend {Nurse} spent her boyfriend's last paycheck on shoes.
zh_cn: 呣，我听{PartyGirl}说，{Mechanic}的朋友{Nurse}买了双鞋，花光了她男友上个月的工资。

source: Midas
zh_cn: 迈达斯

source: Middle Mouse
zh_cn: 鼠标中键

source: Midnight Confetti Block
zh_cn: 午夜彩纸块

source: Midnight Confetti Wall
zh_cn: 午夜彩纸墙

source: Midnight Rainbow Dye
zh_cn: 午夜彩虹染料

source: Mighty Wind
zh_cn: 强风

source: Migrating...
zh_cn: 转移中...

source: Milkyway Weaver
zh_cn: 银河织妖

source: Milkyway Weaver Banner
zh_cn: 银河织妖旗

source: Mime Mask
zh_cn: 丑角面具

source: Mimic
zh_cn: 宝箱怪

source: Mimic Banner
zh_cn: 宝箱怪旗

source: Mine a powerful ore that has been newly blessed upon your world.
zh_cn: 开采你的世界新获赐的强大矿石。

source: Mine chlorophyte, an organic ore found deep among the thickest of flora.
zh_cn: 开采叶绿矿石，一种深藏在最稠密的植物中的有机矿石。

source: Mine your first nugget of ore with a pickaxe.
zh_cn: 用镐开采第一块矿石。

source: Minecart
zh_cn: 矿车

source: Minecart Laser
zh_cn: 矿车激光

source: Minecart Track
zh_cn: 矿车轨道

source: Miner for Fire
zh_cn: 烈焰矿工

source: Miner's Wobble: Disabled
zh_cn: 采矿晃动效果：已禁用

source: Miner's Wobble: Enabled
zh_cn: 采矿晃动效果：已启用

source: Mini Minotaur
zh_cn: 迷你牛头怪

source: Mini Retina Laser
zh_cn: 迷你视网膜激光

source: Mini Sharkron
zh_cn: 迷你鲨鱼龙

source: Mining
zh_cn: 采矿

source: Mining Helmet
zh_cn: 挖矿头盔

source: Mining Pants
zh_cn: 挖矿裤

source: Mining Potion
zh_cn: 挖矿药水

source: Mining Shirt
zh_cn: 挖矿衣

source: Minishark
zh_cn: 迷你鲨

source: Minor improvements to all stats
zh_cn: 所有属性小幅提升

source: Minor improvements to all stats and increased life regeneration
zh_cn: 所有属性小幅提升，生命再生速度提高

source: Mirage Dye
zh_cn: 幻象染料

source: Mirage Fish
zh_cn: 幻影鱼

source: Misc
zh_cn: 其他

source: Missile
zh_cn: 导弹

source: Missing 1 mod.
zh_cn: 缺少1个模组.

source: Missing mod: {0} required by {1}
zh_cn: 缺少模组: {0} 需求来源: {1}

source: Missing {0} mods.
zh_cn: 缺少{0}个模组.

source: Mister Stabby
zh_cn: 戳刺先生

source: Mister Stabby Banner
zh_cn: 戳刺先生旗

source: Mod Browser
zh_cn: 模组浏览器

source: Mod Controls
zh_cn: 模组按键

source: Mod Info:
zh_cn: 模组信息:

source: Mod Packs
zh_cn: 模组整合包

source: Mod Sources
zh_cn: 模组源码

source: Mod name {0} does not match assembly name {1}
zh_cn: 模组名称 {0} 与程序集名称 {1} 不匹配

source: Mod was not signed by the Mod Browser
zh_cn: 模组未在模组浏览器中签名认证

source: Mod: {0}
zh_cn: 模组: {0}

source: ModCompile folder up to date.
zh_cn: [ModCompile]文件夹已最新.

source: Modlist
zh_cn: 模组列表

source: Modlist:
zh_cn: 模组列表:

source: Modpack {0} does not exist.
zh_cn: 模组整合包 {0} 不存在.

source: Mods
zh_cn: 模组管理

source: Mods List
zh_cn: 模组列表

source: Mods must actually have stuff in their names
zh_cn: 模组必须填写模组名称

source: Mods names cannot be named Terraria
zh_cn: 模组不能被命名为[Terraria]

source: Moe
zh_cn: 穆厄

source: Molotov Cocktail
zh_cn: 莫洛托夫鸡尾酒

source: Molotov Fire
zh_cn: 莫洛托夫之火

source: Molten Breastplate
zh_cn: 熔岩胸甲

source: Molten Fury
zh_cn: 熔火之怒

source: Molten Greaves
zh_cn: 熔岩护胫

source: Molten Hamaxe
zh_cn: 熔岩锤斧

source: Molten Helmet
zh_cn: 熔岩头盔

source: Molten Legion Flag
zh_cn: 熔火军团旗

source: Molten Pickaxe
zh_cn: 熔岩镐

source: Monarch Butterfly
zh_cn: 帝王蝶

source: Monarch Butterfly Jar
zh_cn: 帝王蝶罐

source: Money Hair Dye
zh_cn: 钱币染发剂

source: Money Trough
zh_cn: 钱币槽

source: Monk's Belt
zh_cn: 和尚腰带
